[{"id":"001","title":"Welcome to Globomantics Onboarding!","content":[{"id":"001.01","title":"Welcome!","content":"We're so happy that you've joined the Globomantics family. You are surely eager to get started at your new job, but first we have a few things to cover.","bookmarked":false},{"id":"001.02","title":"About this course","content":"In this course, you'll get oriented to the Globmantics onboarding platform. This platform was created to make sure all new employees have the information they need to immediately contribute and feel at home at Globomantics.","bookmarked":false},{"id":"001.03","title":"How to use onboarding","content":"On this platform you will find a number of courses on different topics. Complete the courses in any order, but please complete this course first. To see the list of courses, you can always click Course List in the upper navigation bar.","bookmarked":false},{"id":"001.04","title":"Taking a course","content":"Each course looks exactly like this one. Simply read the information on each card and click 'Acknowledge and Continue' to proceed. Please understand that clicking this button is an acknowledgement that you understand the information presented on the card. Please don't continue if you don't understand something — instead, reach out to your supervisor.","bookmarked":false},{"id":"001.05","title":"Bookmarking information","content":"As you learn about Globomantics, you may want to remember some information that was presented. The Notebook is the best way to do that. Just click the 'Bookmark' button next to any card to add a card to your notebook.","bookmarked":false},{"id":"001.06","title":"Accessing your notebook","content":"Once you have bookmarked a card, you can return to it at any time by visiting your notebook. Simply click 'Your Notebook' in the navigation menu to access your notebook.","bookmarked":false},{"id":"001.07","title":"Completing your onboarding","content":"Once you have completed all courses, reach out to your supervisor for the next steps. It's expected that it should take no longer than one hour to complete onboarding. Yolo","bookmarked":false}]},{"id":"002","title":"Passwords","content":[{"id":"002.01","title":"Password Guidelines","content":"In your onboarding welcome pack you have been given information to access our password management system. This system is the repository for all shared company passwords. Any password necessary to perform your job responsibilities will be stored in the system and access will be shared with you.\nDo not copy any company passwords to external locations such as a personal text document or a physical note on your desk.\nIf you need access to a password which is not shared with you please contact your supervisor."},{"id":"002.02","title":"Setting your Password","content":"Set your password when you first start using company computers.","color":"red"},{"id":"002.03","title":"Changing your Password","content":"You must change your password every 180 days."}]},{"id":"003","title":"In the Workplace","content":[{"id":"003.01","title":"Test content","content":"Test content"},{"id":"003.02","title":"Test content","content":"Test content"},{"id":"003.03","title":"Test content","content":"Test content"}]},{"id":"myzzc8zRjBgGe564HPxgGq"}]