[{"id":"kqXAvF7xYoJV7QoUrLPArw","content":[{"id":"9chuhXYLsiFkGH5beweGzX","title":"Welcome!","content":"We're so happy that you've joined the Globomantics family. You are surely eager to get started at your new job, but first we have a few things to cover."},{"id":"2yQze2F11cVBMrV4f3g5DS","title":"About this course","content":"In this course, you'll get oriented to the Globmantics onboarding platform. This platform was created to make sure all new employees have the information they need to immediately contribute and feel at home at Globomantics.","bookmarked":true},{"id":"vza3YUsU6saoxaMQXbHsJ5","title":"How to use onboarding","content":"On this platform you will find a number of courses on different topics. Complete the courses in any order, but please complete this course first. To see the list of courses, you can always click Course List in the upper navigation bar."},{"id":"iTPpwap2ezAVDsjtNbcAPx","title":"Taking a course","content":"Each course looks exactly like this one. Simply read the information on each card and click 'Acknowledge and Continue' to proceed. Please understand that clicking this button is an acknowledgement that you understand the information presented on the card. Please don't continue if you don't understand something — instead, reach out to your supervisor."},{"id":"jwBYz4aFd96jMFyL31KNWu","title":"Bookmarking information","content":"As you learn about Globomantics, you may want to remember some information that was presented. The Notebook is the best way to do that. Just click the 'Bookmark' button next to any card to add a card to your notebook.","bookmarked":true},{"id":"byTXCc3eZsyoq4SsMbsMUh","title":"Accessing your notebook","content":"Once you have bookmarked a card, you can return to it at any time by visiting your notebook. Simply click 'Your Notebook' in the navigation menu to access your notebook.","bookmarked":true},{"id":"kztuttRNmTAbNxczsw7cfE","title":"Completing your onboarding","content":"Once you have completed all courses, reach out to your supervisor for the next steps. It's expected that it should take no longer than one hour to complete onboarding."}],"title":"Onboarding Orientation"},{"id":"utqRnnHpETJxbonPigdpHR","content":[{"id":"vjjUW5AJhxuB5rRoRekos6","title":"Cybersecurity at Globomantics","content":"Globomantics takes cybersecurity seriously. As a Globomantics employee, it's expected that you will be strive to stay informed about potential attack vectors and be vigilant about keeping your privileged access safe and secure. In this course, you'll learn some of the major guidelines and regulations related to cybersecurity that we ask all employees to follow."},{"id":"8nkv31g1ArUDPdRwtqxtEs","title":"Password management system","content":"In your onboarding welcome pack you have been given information to access our password management system. This system is the repository for all shared company passwords. Any password necessary to perform your job responsibilities will be stored in the system and access will be shared with you. If you are missing any passwords that you require, please talk to your immediate supervisor.","color":"red"},{"id":"h8yH3s7ZXRXiQTqyXZEayj","title":"Please don't copy passwords","content":"Passwords should not be stored in any external location apart from the password management system. This includes personal password management systems and physical notebooks. Besides being a security risk, passwords may change at any time and the updated version will always be stored on Globomantics' password management system."}],"title":"Cybersecurity"},{"id":"rKhPn9wH2NF3QT1hnUui7B","content":[{"id":"3VDiCe9vLDVMGcmkoUdAoG","title":"Remote work eligibility","content":"Remote work is a perk of working at Globomantics. With the exception of a small percentage of employees whose regular work requires working with on-premises equipment, all employees are permitted to work wherever they would like. In this course, you'll learn about the guidelines for remote work at Globomantics.","bookmarked":true},{"id":"sscJtGx8kf5rcCqJp1evZZ","title":"Core working hours","content":"Every employee is required to be online and available between the hours of 11:00 am to 3:00 pm Mountain Time (US). During these hours meetings may be scheduled and synchronous communication between all employees is expected. The flipside to this agreement is that meetings will never be scheduled outside the core working hours. Any Messages sent outside the working hours need not be responded to until the following work day."},{"id":"n9HUjeHCTN7KRVPuwbajCe","title":"Performance-based evaluation","content":"At Globomantics, you will be evaluated based on your performance. Performance depends on the team and employee, but generally includes things like timeliness and quality of deliverables. The amount of time you work is solely determined by your ability to complete the work expected of you to an acceptable quality. As a result, you may set your own schedule as long as you take into account being available during the core working hours. "}],"title":"Remote Work"}]